{
  "created": "2025-03-18T13:02:56.27477+00:00",
  "modified": "2025-07-03T12:17:05.885928+00:00",
  "pattern": false,
  "entry": {
    "_id": "bb55a2ae-cc49-4f1f-ae91-0cafa3128834",
    "_name": "Impresso",
    "_slug": "impresso",
    "_thumbnail": "https://img.uniform.global/p/b0JtaxSVQxmqWylG6vGC1Q/Nhg1YoKDQiGX7LS4f1WuSQ-impresso.png",
    "type": "brand",
    "fields": {
      "logo": {
        "type": "asset",
        "value": []
      },
      "title": {
        "type": "text",
        "locales": {
          "da-dk": "Impresso",
          "de-at": "Impresso",
          "de-de": "Impresso",
          "en-ca": "Impresso",
          "en-de": "Impresso",
          "en-fr": "Impresso",
          "en-gb": "Impressum",
          "en-nl": "Impresso",
          "en-us": "Impresso",
          "es-us": "Impresso",
          "fr-ca": "Impresso",
          "fr-fr": "Impresso",
          "ja-jp": "インプレッソ",
          "nb-no": "Impresso",
          "nl-nl": "Impresso",
          "sv-se": "Impresso",
          "ar-ksa": "إمبريسو",
          "ar-uae": "إمبريسو"
        }
      },
      "description": {
        "type": "text",
        "locales": {
          "da-dk": "Impresso er dedikeret til at levere en ekstraordinær kaffeoplevelse gennem sine innovative kaffemaskiner og premium kaffeprodukter. Vores mål er at blande tradition med teknologi og tilbyde kaffeentusiaster den perfekte brygning hver gang. Fra avancerede espressomaskiner til omhyggeligt udvalgte kaffebønner står Impresso for kvalitet, innovation og passion i hver kop.",
          "de-at": "Impresso ist bestrebt, ein außergewöhnliches Kaffeeerlebnis durch seine innovativen Kaffeemaschinen und Premium-Kaffeeprodukte zu bieten. Unser Ziel ist es, Tradition mit Technologie zu verbinden und Kaffeeliebhabern jedes Mal den perfekten Kaffee zu bieten. Von fortschrittlichen Espressomaschinen bis hin zu sorgfältig ausgewählten Kaffeebohnen steht Impresso für Qualität, Innovation und Leidenschaft in jeder Tasse.",
          "de-de": "Impresso ist bestrebt, ein außergewöhnliches Kaffeeerlebnis durch seine innovativen Kaffeemaschinen und Premium-Kaffeeprodukte zu bieten. Unser Ziel ist es, Tradition mit Technologie zu verbinden und Kaffeeliebhabern jedes Mal den perfekten Kaffee zu bieten. Von fortschrittlichen Espressomaschinen bis hin zu sorgfältig ausgewählten Kaffeebohnen steht Impresso für Qualität, Innovation und Leidenschaft in jeder Tasse.",
          "en-ca": "Impresso is dedicated to delivering an extraordinary coffee experience through its innovative coffee makers and premium coffee products. Our goal is to blend tradition with technology, offering coffee enthusiasts the perfect brew every time. From advanced espresso machines to carefully selected coffee beans, Impresso stands for quality, innovation, and passion in every cup.",
          "en-de": "Impresso ist bestrebt, ein außergewöhnliches Kaffeeerlebnis durch seine innovativen Kaffeemaschinen und Premium-Kaffeeprodukte zu bieten. Unser Ziel ist es, Tradition mit Technologie zu verbinden und Kaffeeliebhabern jedes Mal den perfekten Kaffee zu bieten. Von fortschrittlichen Espressomaschinen bis hin zu sorgfältig ausgewählten Kaffeebohnen steht Impresso für Qualität, Innovation und Leidenschaft in jeder Tasse.",
          "en-fr": "Impresso est dédié à offrir une expérience café extraordinaire grâce à ses machines à café innovantes et ses produits de café haut de gamme. Notre objectif est de mêler tradition et technologie, en offrant aux amateurs de café la tasse parfaite à chaque fois. Des machines à espresso avancées aux grains de café soigneusement sélectionnés, Impresso incarne la qualité, l'innovation et la passion dans chaque tasse.",
          "en-gb": "Impresso is dedicated to delivering an extraordinary coffee experience through its innovative coffee makers and premium coffee products. Our goal is to blend tradition with technology, offering coffee enthusiasts the perfect brew every time. From advanced espresso machines to carefully selected coffee beans, Impresso stands for quality, innovation, and passion in every cup.",
          "en-nl": "Impresso is toegewijd aan het leveren van een buitengewone koffie-ervaring door middel van zijn innovatieve koffiemachines en premium koffieproducten. Ons doel is om traditie te combineren met technologie, zodat koffieliefhebbers elke keer de perfecte kop koffie kunnen zetten. Van geavanceerde espressomachines tot zorgvuldig geselecteerde koffiebonen, Impresso staat voor kwaliteit, innovatie en passie in elke kop.",
          "en-us": "Impresso is dedicated to delivering an extraordinary coffee experience through its innovative coffee makers and premium coffee products. Our goal is to blend tradition with technology, offering coffee enthusiasts the perfect brew every time. From advanced espresso machines to carefully selected coffee beans, Impresso stands for quality, innovation, and passion in every cup.",
          "es-us": "Impresso se dedica a ofrecer una experiencia de café extraordinaria a través de sus innovadoras cafeteras y productos de café premium. Nuestro objetivo es combinar la tradición con la tecnología, ofreciendo a los entusiastas del café la preparación perfecta cada vez. Desde máquinas de espresso avanzadas hasta granos de café cuidadosamente seleccionados, Impresso representa calidad, innovación y pasión en cada taza.",
          "fr-ca": "Impresso est dédié à offrir une expérience café extraordinaire grâce à ses machines à café innovantes et ses produits de café haut de gamme. Notre objectif est de mêler tradition et technologie, en offrant aux amateurs de café la tasse parfaite à chaque fois. Des machines à espresso avancées aux grains de café soigneusement sélectionnés, Impresso incarne la qualité, l'innovation et la passion dans chaque tasse.",
          "fr-fr": "Impresso est dédié à offrir une expérience café extraordinaire grâce à ses machines à café innovantes et ses produits de café haut de gamme. Notre objectif est de mêler tradition et technologie, en proposant aux amateurs de café la tasse parfaite à chaque fois. Des machines à espresso avancées aux grains de café soigneusement sélectionnés, Impresso incarne la qualité, l'innovation et la passion dans chaque tasse.",
          "ja-jp": "インプレッソは、革新的なコーヒーメーカーとプレミアムなコーヒー製品を通じて、特別なコーヒー体験を提供することに専念しています。私たちの目標は、伝統と技術を融合させ、コーヒー愛好家に毎回完璧な一杯を提供することです。高度なエスプレッソマシンから厳選されたコーヒー豆まで、インプレッソはすべてのカップにおいて品質、革新、情熱を象徴します。",
          "nb-no": "Impresso er dedikert til å levere en ekstraordinær kaffeopplevelse gjennom sine innovative kaffemaskiner og førsteklasses kaffeprodukter. Vårt mål er å blande tradisjon med teknologi, og tilby kaffeentusiaster den perfekte bryggen hver gang. Fra avanserte espressomaskiner til nøye utvalgte kaffebønner, står Impresso for kvalitet, innovasjon og lidenskap i hver kopp.",
          "nl-nl": "Impresso is toegewijd aan het leveren van een buitengewone koffie-ervaring door middel van zijn innovatieve koffiemachines en premium koffieproducten. Ons doel is om traditie te combineren met technologie, zodat koffieliefhebbers elke keer de perfecte kop koffie kunnen zetten. Van geavanceerde espressomachines tot zorgvuldig geselecteerde koffiebonen, Impresso staat voor kwaliteit, innovatie en passie in elke kop.",
          "sv-se": "Impresso är dedikerat till att leverera en extraordinär kaffeupplevelse genom sina innovativa kaffemaskiner och premiumkaffeprodukter. Vårt mål är att blanda tradition med teknik och erbjuda kaffeentusiaster den perfekta brygden varje gång. Från avancerade espressomaskiner till noggrant utvalda kaffebönor, står Impresso för kvalitet, innovation och passion i varje kopp.",
          "ar-ksa": "إمبريسو ملتزمة بتقديم تجربة قهوة استثنائية من خلال صانعات القهوة المبتكرة ومنتجات القهوة الفاخرة. هدفنا هو مزج التقاليد بالتكنولوجيا، لتقديم القهوة المثالية لعشاق القهوة في كل مرة. بدءًا من آلات الإسبريسو المتقدمة إلى حبوب القهوة المختارة بعناية، تمثل إمبريسو الجودة والابتكار والشغف في كل فنجان.",
          "ar-uae": "تكرّس إمبريسو جهودها لتقديم تجربة قهوة استثنائية من خلال ماكيناتها المبتكرة ومنتجات القهوة الفاخرة. هدفنا هو دمج التقاليد مع التكنولوجيا، لنقدم لعشاق القهوة التحضير المثالي في كل مرة. من آلات الإسبريسو المتقدمة إلى حبوب القهوة المختارة بعناية، تمثل إمبريسو الجودة والابتكار والشغف في كل فنجان."
        }
      }
    },
    "_locales": [
      "en-us",
      "es-us",
      "fr-ca",
      "en-ca",
      "en-gb",
      "de-de",
      "en-de",
      "de-at",
      "nl-nl",
      "en-nl",
      "da-dk",
      "sv-se",
      "nb-no",
      "fr-fr",
      "en-fr",
      "ja-jp",
      "ar-uae",
      "ar-ksa"
    ]
  },
  "translated": true
}